{
    "dare1": "Show the most embarrassing photo on your phone",
    "dare2": "Show the last five people you texted and what the messages said",
    "dare3": "Let the rest of the group DM someone from your Instagram account",
    "dare4": "Eat a raw piece of garlic",
    "dare5": "Do 100 squats",
    "dare6": "Keep three ice cubes in your mouth until they melt",
    "dare7": "Say something dirty to the person on your left",
    "dare8": "Give a foot massage to the person on your right",
    "dare9": "Put 10 different available liquids into a cup and drink it",
    "dare10": "Yell out the first word that comes to your mind",
    "dare11": "Give a lap dance to someone of your choice",
    "dare12": "Remove four items of clothing",
    "dare13": "Like the first 15 posts on your Facebook newsfeed",
    "dare14": "Eat a spoonful of mustard",
    "dare15": "Keep your eyes closed until it's your go again",
    "dare16": "Send a sext to the last person in your phonebook",
    "dare17": "Show off your orgasm face",
    "dare18": "Seductively eat a banana",
    "dare19": "Empty out your wallet/purse and show everyone what's inside",
    "dare20": "Do your best sexy crawl",
    "dare21": "Pretend to be the person to your right for 10 minutes",
    "dare22": "Eat a snack without using your hands",
    "dare23": "Say two honest things about everyone else in the group",
    "dare24": "Twerk for a minute",
    "dare25": "Try and make the group laugh as quickly as possible",
    "dare26": "Try to put your whole fist in your mouth",
    "dare27": "Tell everyone an embarrassing story about yourself",
    "dare28": "Try to lick your elbow",
    "dare30": "Tell the saddest story you know",
    "dare31": "Howl like a wolf for two minutes",
    "dare32": "Dance without music for two minutes",
    "dare33": "Pole dance with an imaginary pole",
    "dare34": "Let someone else tickle you and try not to laugh",
    "dare35": "Put as many snacks into your mouth at once as you can",
    "dare36": "Show the most embarrassing photo on your phone",
    "dare37": "Show the last five people you texted and what the messages said",
    "dare38": "Let the rest of the group DM someone from your Instagram account",
    "dare39": "Eat a raw piece of garlic",
    "dare40": "Do 100 squats",
    "dare41": "Let the group look in your Instagram DMs",
    "dare42": "Show us your screen time report",
    "dare43": "Keep three ice cubes in your mouth until they melt",
    "dare44": "Say something dirty to the person on your left",
    "dare45": "Give a foot massage to the person on your right",
    "dare46": "Put 10 different available liquids into a cup and drink it",
    "dare47": "Yell out the first word that comes to your mind",
    "dare48": "Give a lap dance to someone of your choice",
    "dare49": "Remove four items of clothing",
    "dare50": "Like the first 15 posts on your Facebook newsfeed",
    "dare51": "Eat a spoonful of mustard",
    "dare52": "Keep your eyes closed until it's your go again",
    "dare53": "Send a sext to the last person in your phonebook",
    "dare54": "Show your orgasm face",
    "dare55": "Seductively eat a banana",
    "dare56": "Empty out your wallet/purse and show everyone what's inside",
    "dare57": "Do your best sexy crawl",
    "dare58": "Pretend to be the person to your right for 10 minutes",
    "dare59": "Eat a snack without using your hands",
    "dare60": "Whisper a secret to the person on your left",
    "dare61": "Say two honest things about everyone else in the group",
    "dare62": "Twerk for a minute",
    "dare63": "Try and make the group laugh as quickly as possible",
    "dare64": "Try to put your whole fist in your mouth",
    "dare65": "Let another person in the group touch up your makeup",
    "dare66": "Tell everyone an embarrassing story about yourself",
    "dare67": "Try to lick your elbow",
    "dare68": "Say everything in a whisper for the next 10 minutes",
    "dare69": "Smell another player's armpit",
    "dare70": "Talk in an American accent for the rest of the evening",
    "dare71": "Do your best celebrity impression",
    "dare72": "Play air guitar for 2 minutes straight",
    "dare73": "Post the oldest selfie on your phone on Instagram Stories",
    "dare74": "Tell the saddest story you know",
    "dare75": "Howl like a wolf for two minutes",
    "dare76": "Dance without music for two minutes",
    "dare77": "Pole dance with an imaginary pole",
    "dare78": "Let someone else tickle you and try not to laugh",
    "dare79": "Put as many snacks into your mouth at once as you can",
    "dare80": "Scroll through your phone book until someone says stop. You either have to call or delete that person.",
    "dare81": "Put your clothing on backwards for the rest of the evening",
    "dare82": "Down your drink (responsibly)",
    "dare83": "Try and make yourself cry in front of the group",
    "dare84": "Tell the group two truths and a lie, and they have to guess which one the lie is",
    "dare85": "Show off your secret talent",
    "dare86": "Attempt to impersonate everyone in the room",
    "dare87": "Reply to the first five Instagram Stories on your timeline",
    "dare88": "Share the first celebrity on your timeline's Instagram to your Story",
    "dare89": "Put on as many layers as possible in 60 seconds",
    "dare90": "Fill your mouth with drink and gargle your answer to the next Truth",
    "dare91": "Smile as widely as you can and hold it for two minutes",
    "dare92": "Hold your drink with two hands for the rest of the evening",
    "dare93": "Attempt the first TikTok dance on your for you page",
    "dare94": "Sit on the floor for the rest of the evening",
    "dare95": "Give a personalised insult to everyone in the room",
    "dare96": "Make up a song and voice record yourself singing it. Send it to me when you’re done",
    "dare97": "Video yourself eating a tablespoon of butter and send it to me",
    "dare98": "Lick your own armpit. Record yourself",
    "dare99": "Prank call someone and try to talk for 15 minutes straight. Take a screenshot of the call",
    "dare100": "Eat a spoonful of any condiment of my choosing",
    "dare101": "Tell your crush you like them over text. Screenshot the conversation",
    "dare102": "Wrap your head with toilet paper like a mummy, take a picture, and make it your profile pic",
    "dare103": "Use a picture of me as your phone background for 3 days",
    "dare104": "Text a friend and tell them their hair is on backward",
    "dare105": "Call someone and confess your new love of Justin Beiber",
    "dare106": "Send me the link of the last YouTube video you watched",
    "dare107": "Write a short love poem",
    "dare108": "Find some lipstick and put it on",
    "dare109": "Write my name somewhere on your body (where it can be hidden) with a permanent marker",
    "dare110": "Do a sexy dance with just one leg",
    "dare111": "Voice record yourself singing your favorite love song and send it to me",
    "dare112": "Send me the most unflattering picture of yourself on your phone",
    "dare113": "Read me the first email in your inbox",
    "dare114": "Video call me or record yourself dancing for 1 minute with no music",
    "dare115": "Send me a screenshot of your text inbox without deleting anything",
    "dare116": "Tell me all of the contents of your purse/wallet",
    "dare117": "Take a video of yourself drinking pickle juice",
    "dare118": "Go outside and do the chicken dance where people can see you for 1 minute",
    "dare119": "Dip a bar of soap in sauce and lick it",
    "dare120": "Go as far down in the splits as you can",
    "dare121": "Write a status on Facebook praising me",
    "dare122": "Do the macarena for 2 minutes straight",
    "dare123": "Close your eyes and write a text without looking. Send it to someone random and screenshot the conversation for proof",
    "dare124": "Write a break-up text message and send it to someone random in your contacts. Take a screenshot for proof",
    "dare125": "Wear all your clothing inside-out for an hour",
    "dare126": "Take a video of yourself drinking water like a dog",
    "dare127": "Fill your mouth full of water and say your full name. Take a video and send it",
    "dare128": "Call your crush and flirt with them",
    "dare129": "Dial a random number and make meaningless conversation for 2 minutes",
    "dare130": "Do 25 situps without stopping",
    "dare131": "Take a video of yourself imitating a celebrity",
    "dare132": "Crack two eggs on your head then take a selfie",
    "dare133": "What’s your deepest secret?",
    "dare134": "Call me and say my name in a loud voice",
    "dare135": "Send a screenshot of your search history from the past two days",
    "dare136": "Record a video of you singing a song with a mouthful of peanut butter",
    "dare137": "Call a stranger and tell them a secret",
    "dare138": "Call your mom and tell her you can’t find a boyfriend/girlfriend in a panicked voice",
    "dare139": "Color one of your front teeth black and take a selfie (eyeliner works for this!)",
    "dare140": "Send me the 11th picture in your photo gallery",
    "dare141": "In what subject did you get the worst marks and when?",
    "dare142": "Send me your favorite TikTok/YouTube video",
    "dare143": "Put flour all over your face and take a selfie",
    "dare144": "Send me a picture of your first crush"
}