{
  "nhie1": "Never have I ever gone skinny dipping.",
  "nhie2": "Never have I ever tried hard drugs.",
  "nhie3": "Never have I ever fallen asleep in public.",
  "nhie4": "Never have I ever sang in public.",
  "nhie5": "Never have I ever been nude in public.",
  "nhie6": "Never have I ever convinced a friend to dump a partner.",
  "nhie7": "Never have I ever snitched on someone else at school.",
  "nhie8": "Never have I ever flashed someone.",
  "nhie9": "Never have I ever held a grudge longer than a year.",
  "nhie10": "Never have I ever been awake for 24 straight hours or more.",
  "nhie11": "Never have I ever accidentally said \"I love you\" to someone.",
  "nhie12": "Never have I ever snooped through a friend's room, cabinets or property.",
  "nhie13": "Never have I ever had a friend with benefits.",
  "nhie14": "Never have I ever sent nudes.",
  "nhie15": "Never have I ever received nudes.",
  "nhie16": "Never have I ever re-gifted something.",
  "nhie17": "Never have I ever gotten stitches.",
  "nhie18": "Never have I ever set something on fire while cooking.",
  "nhie19": "Never have I ever set a friend up on a date.",
  "nhie20": "Never have I ever paid for \"adult content\".",
  "nhie21": "Never have I ever slept in a car overnight.",
  "nhie22": "Never have I ever peed my pants as an adult.",
  "nhie23": "Never have I ever slid into a stranger's DMs.",
  "nhie24": "Never have I ever lied about my relationship status.",
  "nhie25": "Never have I ever sneezed on a stranger.",
  "nhie26": "Never have I ever walked in on my parents.",
  "nhie27": "Never have I ever eaten an entire pizza alone.",
  "nhie28": "Never have I ever gotten in a physical fight.",
  "nhie29": "Never have I ever fired a gun.",
  "nhie30": "Never have I ever cried in public.",
  "nhie31": "Never have I ever laughed at a funeral.",
  "nhie32": "Never have I ever given someone a fake phone number.",
  "nhie33": "Never have I ever called the cops on someone else.",
  "nhie34": "Never have I ever shoplifted.",
  "nhie35": "Never have I ever ghosted someone.",
  "nhie36": "Never have I ever been ghosted.",
  "nhie37": "Never have I ever had a crush on a friend's sibling.",
  "nhie38": "Never have I ever stood someone up on a date.",
  "nhie39": "Never have I ever dumped someone over text.",
  "nhie40": "Never have I ever confessed to a crush over text.",
  "nhie41": "Never have I ever eaten leftover food from another table at a restaurant.",
  "nhie42": "Never have I ever ruined an item of clothing I borrowed from a friend.",
  "nhie43": "Never have I ever played hooky from school or work",
  "nhie44": "Never have I ever rode a motorcycle",
  "nhie45": "Never have I ever lost a bet",
  "nhie46": "Never have I ever went skinny-dipping",
  "nhie47": "Never have I ever cheated on someone",
  "nhie48": "Never have I ever sang karaoke",
  "nhie49": "Never have I ever broken a bone",
  "nhie50": "Never have I ever lived alone",
  "nhie51": "Never have I ever been on a boat",
  "nhie52": "Never have I ever drove a stick shift",
  "nhie53": "Never have I ever used a fake ID",
  "nhie54": "Never have I ever broken up with someone",
  "nhie55": "Never have I ever got seriously hungover",
  "nhie56": "Never have I ever kissed someone in public",
  "nhie57": "Never have I ever fought in public",
  "nhie58": "Never have I ever skipped out on a bill",
  "nhie59": "Never have I ever won the lottery",
  "nhie60": "Never have I ever had to go to court",
  "nhie61": "Never have I ever been to a destination wedding",
  "nhie62": "Never have I ever lied to a boss",
  "nhie63": "Never have I ever crashed a wedding",
  "nhie64": "Never have I ever kissed more than one person in 24 hours",
  "nhie65": "Never have I ever pranked someone",
  "nhie66": "Never have I ever had a one-night stand",
  "nhie67": "Never have I ever regifted a gift",
  "nhie68": "Never have I ever trolled someone on social media",
  "nhie69": "Never have I ever climbed out of a window",
  "nhie70": "Never have I ever drove over a curb",
  "nhie71": "Never have I ever laughed so hard I, um, peed my pants as an adult",
  "nhie72": "Never have I ever got on the wrong train or bus",
  "nhie73": "Never have I ever sent a sext",
  "nhie74": "Never have I ever cursed in a place of worship",
  "nhie75": "Never have I ever snooped through someone's stuff",
  "nhie76": "Never have I ever tried marijuana",
  "nhie77": "Never have I ever went 24 hours without showering",
  "nhie78": "Never have I ever had to take a walk of shame",
  "nhie79": "Never have I ever went on a solo vacation",
  "nhie80": "Never have I ever went on a road trip",
  "nhie81": "Never have I ever ate an entire pizza by myself",
  "nhie82": "Never have I ever saved a life",
  "nhie83": "Never have I ever got a tattoo",
  "nhie84": "Never have I ever wanted to be on a reality TV show",
  "nhie85": "Never have I ever started a fire",
  "nhie86": "Never have I ever got stopped by airport security",
  "nhie87": "Never have I ever went viral online",
  "nhie88": "Never have I ever left gum in a public space",
  "nhie89": "Never have I ever slept outdoors for an entire night",
  "nhie90": "Never have I ever ran a marathon",
  "nhie91": "Never have I ever given/received a lap dance",
  "nhie92": "Never have I ever made a speech in front of 100 people or more",
  "nhie93": "Never have I ever \"relieved myself\" in a public pool",
  "nhie94": "Never have I ever lied to my best friend about who I was with",
  "nhie95": "Never have I ever been to a Disney park",
  "nhie96": "Never have I ever had a three-way",
  "nhie97": "Never have I ever left someone on read",
  "nhie98": "Never have I ever fallen asleep during sex",
  "nhie99": "Never have I ever lied about my age",
  "nhie100": "Never have I ever made up a story about someone who wasn't real",
  "nhie101": "Never have I ever believed something was haunted",
  "nhie102": "Never have I ever participated in a protest",
  "nhie103": "Never have I ever had sleep paralysis",
  "nhie104": "Never have I ever been the alibi for a lying friend",
  "nhie105": "Never have I ever pulled an all-nighter",
  "nhie106": "Never have I ever role-played",
  "nhie107": "Never have I ever regretted an apology",
  "nhie108": "Never have I ever pretended I was sick for attention",
  "nhie109": "Never have I ever disliked something that I cooked",
  "nhie110": "Never have I ever deleted a post on social media because it didn't get enough likes",
  "nhie111": "Never have I ever spent more than $100 on a top",
  "nhie112": "Never have I ever thrown a drink at someone",
  "nhie113": "Never have I ever worn someone else's underwear",
  "nhie114": "Never have I ever traveled to Europe",
  "nhie115": "Never have I ever attempted a trendy diet",
  "nhie116": "Never have I ever gone to a strip club",
  "nhie117": "Never have I ever binged an entire series in one day"
  }