{
    "truth1": "When was the last time you lied?",
    "truth2": "When was the last time you cried?",
    "truth3": "What's your biggest fear?",
    "truth4": "What's your biggest fantasy?",
    "truth5": "Do you have any fetishes?",
    "truth6": "What's something you're glad your mum doesn't know about you?",
    "truth7": "Have you ever cheated on someone?",
    "truth8": "What's the worst thing you've ever done?",
    "truth9": "What's a secret you've never told anyone?",
    "truth10": "Do you have a hidden talent?",
    "truth11": "Who was your first celebrity crush?",
    "truth12": "What are your thoughts on polyamory?",
    "truth13": "What's the worst intimate experience you've ever had?",
    "truth14": "Have you ever cheated in an exam?",
    "truth15": "What's the most drunk you've ever been?",
    "truth16": "Have you ever broken the law?",
    "truth17": "What's the most embarrassing thing you've ever done?",
    "truth18": "What's your biggest insecurity?",
    "truth19": "What's the biggest mistake you've ever made?",
    "truth20": "What's the most disgusting thing you've ever done?",
    "truth21": "Who would you like to kiss in this room?",
    "truth22": "What's the worst thing anyone's ever done to you?",
    "truth23": "Have you ever had a run in with the law?",
    "truth24": "What's your worst habit?",
    "truth25": "What's the worst thing you've ever said to anyone?",
    "truth26": "Have you ever peed in the shower?",
    "truth27": "What's the strangest dream you've had?",
    "truth28": "Have you ever been caught doing something you shouldn't have?",
    "truth29": "What's the worst date you've been on?",
    "truth30": "What's your biggest regret?",
    "truth31": "What's the biggest misconception about you?",
    "truth32": "Where's the weirdest place you've had sex?",
    "truth33": "Why did your last relationship break down?",
    "truth34": "Have you ever lied to get out of a bad date?",
    "truth35": "What's the most trouble you've been in?",
    "truth36": "What is a secret you kept from your parents?",      
    "truth37": "What is the most embarrassing music you listen to?",
    "truth38": "What is one thing you wish you could change about yourself?",
    "truth39": "Who is the last person you creeped on social media?",
    "truth40": "When was the last time you wet the bed?",
    "truth41": "Which player would survive a zombie apocalypse and which would be the first to go?",
    "truth42": "What excuse have you used before to get out plans with a friend?",
    "truth43": "What's the longest you've ever slept?",
    "truth44": "Read the last thing you sent your best friend or significant other out loud.",
    "truth45": "What's your biggest pet peeve?",
    "truth46": "When was the last time you lied?",
    "truth47": "How many selfies do you take a day?",
    "truth48": "What is one thing you would stand in line for an hour for?",
    "truth49": "When was the last time you cried?",
    "truth50": "What's the longest time you've ever gone without showering?",
    "truth51": "What's the most embarrassing top-played song on your phone?",
    "truth52": "What was your favorite childhood show?",
    "truth53": "What's one silly thing you can't live without?",
    "truth54": "If you could only listen to one song for the rest of your life, what would you choose?",
    "truth55": "What person do you text the most?",
    "truth56": "What is an instant deal breaker in a potential love interest?",
    "truth57": "What's the worst physical pain you've ever experienced?",
    "truth58": "Which player knows you the best?",
    "truth59": "What's the weirdest thing you've ever eaten?",
    "truth60": "What's the strangest dream you've ever had?",
    "truth61": "What are the top three things you look for in a partner?",
    "truth62": "What’s your most bizarre nickname?",
    "truth63": "What's the nicest compliment you've ever received?",
    "truth64": "What's the meanest thing anyone has ever said to you?",
    "truth65": "What’s one thing you’d do if you knew there no consequences?",
    "truth66": "Would you date your first ever crush today?",
    "truth67": "If you were guaranteed to never get caught, who on earth would you murder?",
    "truth68": "What app do you waste the most time on?",
    "truth69": "What’s the cheapest gift you’ve ever gotten for someone else?",
    "truth70": "What is the youngest age partner you’d date?",
    "truth71": "If you had to delete one app from your phone, which one would it be?",
    "truth72": "Which of your family members annoys you the most and why?",
    "truth73": "What is your greatest fear in a relationship?",
    "truth74": "What’s the most embarrassing text in your phone right now?",
    "truth75": "What celebrity do you think is overrated?",
    "truth76": "Have you ever regifted a present?",
    "truth77": "Have you ever ghosted a friend?",
    "truth78": "What’s the most scandalous photo in your camera roll?",
    "truth79": "If you had to pick someone in this game to be your partner on a game show, who would it be and why?",
    "truth80": "Would you date someone shorter than you?",
    "truth81": "Have you ever lied for a friend?",
    "truth82": "What’s the most embarrassing thing you’ve done in front of a crowd?",
    "truth83": "What was the greatest day of your life?",
    "truth84": "What’s one useless skill you’d love to learn anyway?",
    "truth85": "If I went through your cabinets, what’s the weirdest thing I’d find?",
    "truth86": "Have you ever gotten mad at a friend for posting an unflattering picture of you?",
    "truth87": "Who in this room would you list as your emergency contact?",
    "truth88": "What’s something you would die if your mom found out about?",
    "truth89": "What’s the last purchase you regretted?",
    "truth90": "What do you want on your tombstone?",
    "truth91": "What’s the last movie that made you cry?",
    "truth92": "If you had one week to live and you had to marry someone in this room, who would it be?",
    "truth93": "Who would you call to help bury a body?",
    "truth94": "Who would call you to help bury a body? Would you do it?",
    "truth95": "What’s your favorite possession?",
    "truth96": "Who in this group would you want to swap lives with for a week?",
    "truth97": "What’s the last song that made you cry?",
    "truth98": "What’s the last thing you Googled?",
    "truth99": "What is that one thing you would never do for all the money in the world?",
    "truth100": "Who is your favorite person in your immediate family?",
    "truth101": "If you could only hear one song for the rest of your life, what would it be?",
    "truth102": "What’s the last YouTube video you watched?",
    "truth103": "Who in this room would be your one phone call if you were in jail?",
    "truth104": "What’s the craziest thing that has happened to you in a mall?",
    "truth105": "Who’s the most surprising person to ever slide into your DMs?",
    "truth106": "What word do you hate the most?",
    "truth107": "What’s the best lie you’ve ever told anyone?",
    "truth108": "Have you ever stalked someone on Facebook or Instagram?",
    "truth109": "What would you buy me if I gave you $50?",
    "truth110": "If I went through your room, what is something I would be shocked to find?",
    "truth111": "Have you ever prank called a friend?",
    "truth112": "How many selfies do you take a week?",
    "truth113": "How many boy/girl contacts do you have on your phone?",
    "truth114": "Have you ever fallen in front of your crush?",
    "truth115": "Do you currently have a crush on anyone?",
    "truth116": "Is there anything in your life that you would change?",
    "truth117": "Who do you hate and why?",
    "truth118": "What is your biggest pet peeve?",
    "truth119": "How many people have you kissed?",
    "truth120": "Do you cover your eyes during the scary parts of a movie?",
    "truth121": "Have you ever practiced kissing the mirror?",
    "truth122": "What was your most embarrassing moment in public?",
    "truth123": "What is your guilty pleasure?",
    "truth124": "Do you talk in your sleep?",
    "truth125": "Do you drool in your sleep?",
    "truth126": "What is your go-to song to sing in the shower?",
    "truth127": "Have you ever blamed your fart on someone else?",
    "truth128": "Have you ever farted in an elevator?",
    "truth129": "What was your favorite childhood video game?",
    "truth130": "Would you rather have no heating or A/C or no internet?",
    "truth131": "If you suddenly became invisible what would you do?",
    "truth132": "Would you rather let your dog eat out of your mouth or eat food out of a trash can?",
    "truth133": "Have you ever played a prank on your parents?",
    "truth134": "Would you rather be caught picking your nose or picking a wedgie?",
    "truth135": "Describe the strangest dream you’ve ever had.",
    "truth136": "Do you have any silly nicknames?",
    "truth137": "If you could have any superpower, what would it be?",
    "truth138": "If you could change places with a celebrity for a day, who would you choose?",
    "truth139": "What is your favorite type of ice cream?",
    "truth140": "Are you an early bird or a night owl?",
    "truth141": "If you could travel anywhere in the world, where would you go?",
    "truth142": "Have you ever eaten something off the floor?",
    "truth143": "What is your favorite holiday?",
    "truth144": "Describe what your crush looks like",
    "truth145": "If you could change anything about yourself, what would it be?",
    "truth146": "If you had to kiss a Disney character, who would you choose?",
    "truth147": "Tell me about the last time you got really embarrassed.",
    "truth148": "Where are you ticklish?",
    "truth149": "What do you think is your best feature?",
    "truth150": "On a scale of 1-10, how attractive do you think you are?",
    "truth151": "What is the weirdest food combo you’ve ever eaten?",
    "truth152": "What is the last thing that made you cry?",
    "truth153": "Who is the last person you tried to impress?",
    "truth154": "If you were famous, what would you be famous for?",
    "truth155": "If you had to be stranded on a deserted island with a celebrity, who would you choose?",
    "truth156": "What is your biggest insecurity?",
    "truth157": "What is your biggest irrational fear?",
    "truth158": "What is one secret you are hiding from your mom?"
}