{
    "wyr1": "Would you rather go into the past and meet your ancestors or go into the future and meet your great-great-grandchildren?",
    "wyr2": "Would you rather have more time or more money?",
    "wyr3": "Would you rather have a rewind button or a pause button on your life?",
    "wyr4": "Would you rather win the lottery or live twice as long?",
    "wyr5": "Would you feel worse if no one showed up to your wedding or to your funeral?",
    "wyr6": "Would you rather be without internet for a week, or without your phone?",
    "wyr7": "Would you rather lose your vision or your hearing?",
    "wyr8": "Would you rather go to a movie or to dinner alone?",
    "wyr9": "Would you rather always say everything on your mind or never speak again?",
    "wyr10": "Would you rather make a phone call or send a text?",
    "wyr11": "Would you rather put a stop to war or end world hunger?",
    "wyr12": "Would you rather spend the night in a luxury hotel room or camping surrounded by beautiful scenery?",
    "wyr13": "Would you rather explore space or the ocean?",
    "wyr14": "Would you rather go deep-sea diving or bungee jumping?",
    "wyr15": "Would you rather be a kid your whole life or an adult your whole life?",
    "wyr16": "Would you rather be stuck on an island alone or with someone who talks incessantly?",
    "wyr17": "Would you rather have to sew all your clothes or grow your own food?",
    "wyr18": "Would you rather hear the good news or the bad news first?",
    "wyr19": "Would you rather be your own boss or work for someone else?",
    "wyr20": "Would you rather have nosy neighbors or noisy neighbors?",
    "wyr21": "Would you rather have many good friends or one very best friend?",
    "wyr22": "Would you rather live in Antarctica or the Sahara Dessert?",
    "wyr23": "Would you rather be able to take back anything you say or hear every conversation around you?",
    "wyr24": "Would you rather be 4'5\" or 7'7\"?",
    "wyr25": "Would you rather spend the next year exempt from all taxes or have a one-month paid vacation?",
    "wyr26": "Would you rather be filthy rich and live 400 years ago or be poor but live today?",
    "wyr27": "Would you rather be gossiped about or never talked about at all?",
    "wyr28": "Would you rather end hunger or hatred?",
    "wyr29": "Would you rather be fluent in all languages or be a master of every musical instrument?",
    "wyr30": "Would you rather own your own boat or your own plane?",
    "wyr31": "Would you rather be a character in an action-packed thriller or a romantic comedy?",
    "wyr32": "Would you rather be a part of an arranged marriage or spend your life as a single person?",
    "wyr33": "Would you rather have telekinesis (the ability to move things with your mind) or telepathy (the ability to read minds)?",
    "wyr34": "Would you rather be forced to sing along or dance to every single song you hear?",
    "wyr35": "Would you rather find true love today or win the lottery next year?",
    "wyr36": "Would you rather be in jail for five years or be in a coma for a decade?",
    "wyr37": "Would you rather have everyone you know be able to read your thoughts or for everyone you know to have access to your search history?",
    "wyr38": "Would you rather lose your sight or your memories?",
    "wyr39": "Would you rather have universal respect or unlimited power?",
    "wyr40": "Would you rather spend a week in the forest or a night in a real haunted house?",
    "wyr41": "Would you rather be forced to live the same day over and over again for a full year, or take 3 years off the end of your life?",
    "wyr42": "Would you rather oversleep every day for a week or not get any sleep at all for four days?",
    "wyr43": "Would you rather die in 20 years with no regrets or live to 100 with a lot of regrets?",
    "wyr44": "Would you rather spend a year at war or a year in prison?",
    "wyr45": "Would you rather die before or after your partner?",
    "wyr46": "Would you rather take amazing selfies but look terrible in all other photos or be photogenic everywhere but in your selfies?",
    "wyr47": "Would you rather have people spread a terrible lie about you or have people spread terrible but true tales about you?",
    "wyr48": "Would you rather be the absolute best at something that no one takes seriously or be average at something well respected?",
    "wyr49": "Would you rather have unlimited battery life on all of your devices or have free WiFi wherever you go?",
    "wyr50": "Would you rather live in a treehouse or in a cave?",
    "wyr51": "Would you rather win $25,000 or your best friend win $100,000?",
    "wyr52": "Would you rather be in history books for something terrible or be forgotten completely after you die?",
    "wyr53": "Would you rather be alone all your life or surrounded by really annoying people?",
    "wyr54": "Would you rather give up your cellphone for a month or bathing for a month?",
    "wyr55": "Would you rather spend a year entirely alone or a year without a home?",
    "wyr56": "Would you rather have super-sensitive taste buds or super-sensitive hearing?",
    "wyr57": "Would you rather eat only pizza for a year or not eat any pizza for five years?",
    "wyr58": "Would you rather never get another present in your life but always pick the perfect present for everyone else or keep getting presents but giving terrible ones to everyone else?",
    "wyr59": "Would you rather have all of your messages and photos leak publicly or never use a cellphone ever again?",
    "wyr60": "Would you rather have to wear sweatpants everywhere for the rest of your life or never wear sweatpants again?",
    "wyr61": "Would you rather detect every lie you hear or get away with every lie you tell?",
    "wyr62": "Would you rather listen to your least-favorite song on a loop for a year or never listen to any music at all for a year?",
    "wyr63": "Would you rather go vegan for a month or only eat meat and dairy for a month?",
    "wyr64": "Would you rather end every phone call with \"I love you\" or accidentally call your partner the wrong name during a fight?",
    "wyr65": "Would you rather someone see all the photos in your phone or read all your text messages?",
    "wyr66": "Would you rather have fortune or fame?",
    "wyr67": "Would you rather only be able to listen to one song for the rest of your life or only be able to watch one movie for the rest of your life?",
    "wyr68": "Would you rather never use social media again or never watch another movie ever again?",
    "wyr69": "Would you rather have police hunting you down for a crime you didn't commit or a serial killer actually hunting you?",
    "wyr70": "Would you rather live a peaceful life in a small cabin in the woods or a drama-filled life in a mansion in a big city?",
    "wyr71": "Would you rather have one real get out of jail free card or a key that opens any door?",
    "wyr72": "Would you rather spend the rest of your life with a sailboat as your home or an RV as your home?",
    "wyr73": "Would you rather give up all drinks except for water or give up eating anything that was cooked in an oven?",
    "wyr74": "Would you rather be able to see 10 minutes into your own future or 10 minutes into the future of anyone but yourself?",
    "wyr75": "Would you rather go back to age 5 with everything you know now or know now everything your future self will learn?",
    "wyr76": "Would you rather be able to control animals (but not humans) with your mind or control electronics with your mind?",
    "wyr77": "Would you rather have unlimited international first-class tickets or never have to pay for food at restaurants?",
    "wyr78": "Would you rather see what was behind every closed door or be able to guess the combination of every safe on the first try?",
    "wyr79": "Would you rather move to a new city or town every week or never be able to leave the city or town you were born in?",
    "wyr80": "Would you rather have whatever you are thinking to appear above your head for everyone to see or have absolutely everything you do live streamed for anyone to see?",  
    "wyr81": "Would you rather wake up as a new random person every year and have full control of them for the whole year or once a week spend a day inside a stranger without having any control of them?",
    "wyr82": "Would you rather only be to use a fork (no spoon) or only be able to use a spoon (no fork)?",
    "wyr83": "Would you rather be a genius and know everything or be amazing at any activity you tried?",
    "wyr84": "Would you rather dine alone or watch a movie by yourself?",
    "wyr85": "Would you rather be the richest person in the world or be immortal?",
    "wyr86": "Would you rather wear pants 3 sizes too big or shoes 3 sizes too small?",
    "wyr87": "Would you rather go into the past and meet your ancestors or go into the future and meet your great-great-grandchildren?",
    "wyr88": "Would you rather lose your ability to speak or the ability to hear?",
    "wyr89": "Would you rather experience the world beginning or ending?",
    "wyr90": "Would you rather have more money or more time?",
    "wyr91": "Would you rather only be able to whisper or only be able to shout?",
    "wyr92": "Would you rather work more hours a day, but have longer weekends or work fewer hours a day with more workdays?",
    "wyr93": "Would you rather live by \"Hakuna Matata\" or \"YOLO\"?",
    "wyr94": "Would you rather talk like Yoda or breathe like Dark Vader for the rest of your life?",
    "wyr95": "Would you rather eat only cheese for 1 year or not be able to eat cheese for 1 year?",
    "wyr96": "Would rather have 100 duck-sized elephants or 1 elephant-sized duck?",
    "wyr97": "Would you rather wear a clown wig or clown shoes every day?",
    "wyr98": "Would you rather have pogo sticks as arms or legs?",
    "wyr99": "Would you rather always have a mullet haircut or a ponytail haircut?",
    "wyr100": "Would you rather be without elbows or without knees?",
    "wyr101": "Would you rather your only mode of transportation be a donkey or a giraffe?",
    "wyr102": "Would you rather be a clown who distracts the bull or the cowboy who rides the bull?",
    "wyr103": "Would you rather get married to a zombie or give birth to a zombie?",
    "wyr104": "Would you rather have baby vomit on you or vomit on a baby?",
    "wyr105": "Would you rather get your wisdom teeth pulled or your butt cheeks pierced?",
    "wyr106": "Would you rather use boiling water as eye drops or gargle with hot sauce?",
    "wyr107": "Would you rather be smacked in the face with a fish or farted on?",
    "wyr108": "Would you rather drink water from a vase that has 2 week old flowers, or eat a giant 3 foot spiderweb?",
    "wyr109": "Would you rather eat a stranger's toenails clippings once a week or have everything smell like garbage?",
    "wyr110": "Would you rather pee through your mouth every time or have your best friend pee into your mouth one time?",
    "wyr111": "Would you rather be a tissue paper or toilet paper?",
    "wyr112": "Would you rather eat a dead pigeon or eat a dead dove?",
    "wyr113": "Would you rather lose the ability to lie or believe everything you're told?",
    "wyr114": "Would you rather lose all of the money you've earned this year or lose all of the memories you've gained this year?",
    "wyr115": "Always hit a red light for the rest of your life or always get slow internet after the sun goes down?",
    "wyr116": "Would you rather know how you will die or when you will die?",
    "wyr117": "Would you rather have a permanent splinter under your big toenail, or have a permanent bad haircut?",
    "wyr118": "Would you rather know the world's secrets or live ignorantly forever?",
    "wyr119": "Would you rather speak to animals or know other people's thoughts?",
    "wyr120": "Would you rather be a cannablist for the rest of your life or starve to death?",
    "wyr121": "Would you rather be the person who flips the switch during executions or be the judge who decides who should be executed?",
    "wyr122": "Would you rather always have the urge to pee or have to always wear a diaper?",
    "wyr123": "Would you rather have a rewind button or a pause button on your life?",
    "wyr124": "Would you rather be super strong or super fast?",
    "wyr125": "Would you rather go on a rollercoaster or go sky diving?",
    "wyr126": "Would you rather be always cold or always hot?",
    "wyr127": "Would you rather be really tall or really short?",
    "wyr128": "Would you rather be attacked by an insane murderer or be given a million dollars every day for the rest of your life?",
    "wyr129": "Would you rather get a paper cut every time you read a book or get a free pair of Jordans?",
    "wyr130": "Would you rather drink black tea or have coffee everyday?",
    "wyr131": "Would you rather have your own robot or a jetpack?",
    "wyr132": "Would you rather be in a ballet class or a salsa class?",
    "wyr133": "Would you rather be reincarnated as a sea creature or an airborne creature?",
    "wyr134": "Would you rather the aliens that make first contact be robotic or organic?",
    "wyr135": "Would you rather have a pet skunk that sprayed you once a month or a pet porcupine that quilled you once a month?",
    "wyr136": "Would you rather have an odd shaped nose or odd shape ears?",
    "wyr137": "Would you rather have a daughter have Hulk powers or a son with Beyonce's talent?",
    "wyr138": "Would you rather still be bathed for by your mother or by your grandmother?",
    "wyr139": "Would you rather have 10,000 spoons when all you need is a knife or always have a knife but never be able to use spoons?",
    "wyr140": "Would you rather your mother or your father pick your future spouse?",
    "wyr141": "Would you rather be get trapped inside a video game or have that video game come to life in the real world?",
    "wyr142": "Wake up in your underwear at work or wake up naked in the woods 20 miles from home?",
    "wyr143": "Would you rather have a horses tail or a unicorn horn?",
    "wyr144": "Would you rather sneeze chocolate or have your tears tast like cheese?",
    "wyr145": "Would you rather be a superhero or a wizard?",
    "wyr146": "Would you rather it rain marshmallows or skittles?",
    "wyr147": "Would you rather have the ability to fly or be invisible?",
    "wyr148": "Would you rather be the world's best actress or singer?",
    "wyr149": "Would you rather have cookies or cake?",
    "wyr150": "Would you rather have good grades or be good at sports?",
    "wyr151": "Would you rather have 600 spiders in your bedroom or 6000 grasshoppers in the rest of the house?",
    "wyr152": "Would you rather become five years older or two years younger?",
    "wyr153": "Would you rather stay in or go out for a date?",
    "wyr154": "Would you rather meet your partner's siblings first or their closest friends first?",
    "wyr155": "Would you rather only be able to have one child, or have to have seven?",
    "wyr156": "Would you rather go to a bar, a club, a house party, or just stay home?",
    "wyr157": "Would you rather you both spend the day inside or spend the day outside?",
    "wyr158": "Would you rather be in a bad relationship for the rest of your life or have no SO for the rest of your life?",
    "wyr159": "Would you rather work a morally questionable job that makes a lot of money or a job that helps a lot of people but doesn't make much money?",
    "wyr160": "Would you rather have date night every week or date night every month?",
    "wyr161": "Would you rather make a huge salary but have to give everything above minimum wage to charity, or have a mid-range salary and be able to spend it on whatever you want?",
    "wyr162": "Would you rather have a lover who's obsessed with pets or one who doesn't like pets?",
    "wyr163": "Would you rather eat a raw onion or two raw heads of garlic?",
    "wyr164": "Would you rather have to eat one jar of jam every day for the rest of your life, or never be able to eat bread again?",
    "wyr165": "Would you rather have the only beverage you can drink be water or the only food you can eat be salad?",
    "wyr166": "Would you rather have cheddar popcorn or popcorn with movie theatre butter?",
    "wyr167": "Would you rather have cake or cookies for dessert?",
    "wyr168": "Would you rather live in a world with no caffeine or a world with no meat?",
    "wyr169": "Would you rather eat pizza or ice cream as your own meal for the rest of your life?",
    "wyr170": "Would you rather be vegetarian or carnivorous?",
    "wyr171": "If it meant you could save pizza from extinction, would you eat a cricket?",
    "wyr172": "If you were responsible for choosing whether the world would have bagels or donuts, which one would you choose?"
    }